/* SIE CONFIDENTIAL
 * $PSLibId$
 * Copyright (C) 2026 Sony Interactive Entertainment Inc.
 * All Rights Reserved.
 */

"msgid_360p" = "360p";
"msgid_540p" = "540p";
"msgid_720p" = "720p";
"msgid_about_app_data" = "Informazioni sui dati dell'app";
"msgid_about_controllers" = "Informazioni sui controller";
"msgid_active_device" = "Mic attivo";
"msgid_another_user_using_rp" = "Un altro utente sta usando Riproduzione remota sulla PS5 a cui ti stai connettendo.";
"msgid_app_data_collection_label" = "Impostazioni dei dati dell'app";
"msgid_app_mobile_device_data_usage" = "Possiamo accedere alle informazioni da questo dispositivo per usare l'app, analizzare le prestazioni e apportare miglioramenti.";
"msgid_app_update" = "Aggiorna questa app.";
"msgid_back" = "Indietro";
"msgid_battery_level_low_controller" = "Il livello batteria del controller è basso.";
"msgid_before_connect_ps5" = "Prima di connetterti alla PS5";
"msgid_bullet" = "•";
"msgid_busy_network_wait" = "È possibile che altri dispositivi collegati a Internet stiano utilizzando una grande quantità di larghezza di banda. Disconnettili da Internet oppure aspetta che terminino di trasferire i dati.";
"msgid_cancel_connecting" = "Annulla connessione";
"msgid_cancel_download_yn" = "Vuoi annullare il download?";
"msgid_cancel_vb" = "Annulla";
"msgid_cannot_connect_internet" = "Impossibile connettersi a Internet.";
"msgid_cannot_connect_to_server_short" = "Impossibile connettersi al server.";
"msgid_cannot_download" = "Impossibile scaricare.";
"msgid_cant_connect" = "Impossibile connettersi.";
"msgid_checking_network_environment" = "Verifica della rete in corso...";
"msgid_checking_progress" = "Verifica in corso...";
"msgid_close" = "Chiudi";
"msgid_close_remote_play_confirmation" = "La sessione di Riproduzione remota verrà disconnessa.";
"msgid_confirm_continue" = "Conferma e continua";
"msgid_connect_connection_light_bar" = "Per associare il controller, tieni premuto il tasto Crea o SHARE e il tasto PS fino a quando la barra luminosa non inizia a lampeggiare. Quando la barra luminosa lampeggia, vai alle impostazioni Bluetooth del dispositivo e seleziona il controller. Se la barra luminosa rimane accesa, significa che il controller è collegato.";
"msgid_connect_controller_wired" = "Connetti il controller al computer mediante un cavo USB.";
"msgid_connect_ds4_light_bar" = "Per associare il controller, tieni premuto il tasto SHARE e il tasto PS fino a quando la barra luminosa non inizia a lampeggiare. Quando la barra luminosa lampeggia, vai alle impostazioni Bluetooth del dispositivo e seleziona il controller. Se la barra luminosa rimane accesa, significa che il controller è collegato.";
"msgid_connect_home_number" = "Se vuoi connetterti tramite la rete domestica, seleziona [Inserisci numero] per collegare la tua PS4.";
"msgid_connect_lost" = "Connessione persa.";
"msgid_connect_lost_controller_ps4" = "Ti è stato assegnato un controller sulla PS4 a cui sei connesso.";
"msgid_connect_lost_controller_ps5" = "Ti è stato assegnato un controller sulla PS5 a cui sei connesso.";
"msgid_connect_pfn_time_out" = "Impossibile connettersi alla PS5 entro il tempo limite. Riprova a connetterti.";
"msgid_connect_pfn_wrong_number" = "Il numero inserito non è corretto.";
"msgid_connect_ps4_cable" = "Usa un cavo di rete (LAN) per connettere la tua PS5 o PS4 a Internet.";
"msgid_connect_ps4_pfn" = "A quale vuoi connetterti?";
"msgid_connect_via_internet_rp_ps4" = "Per connetterti via Internet, sulla PS4, seleziona [Impostazioni] > [Gestione account] > [Attiva come PS4 principale] > [Attiva].";
"msgid_connecting_turning_ps4" = "Connessione e accensione della PS4...";
"msgid_connecting_turning_ps5" = "Connessione e accensione della PS5...";
"msgid_connection_pfn_lost" = "Hai perso la connessione alla PS5.";
"msgid_connection_ps4_lost" = "Hai perso la connessione alla PS4.";
"msgid_connection_speed_remote_play" = "La connessione di rete non è sufficientemente stabile. Consigliamo velocità di download e caricamento superiori a 5 Mbps.";
"msgid_connection_unstable_try_again" = "La connessione di rete potrebbe essere instabile. Prova a cambiare posizione o ad attendere qualche minuto.";
"msgid_controller_disconnect_charge" = "Controller disconnesso. Carica la batteria.";
"msgid_decrease_text_size" = "Riduci dimensioni testo";
"msgid_delete" = "Elimina";
"msgid_delete_all" = "Elimina tutto";
"msgid_disabled" = "Disattivati";
"msgid_disconnect_connection" = "Disconnetti";
"msgid_downloading_ellipsis" = "Download in corso...";
"msgid_edit" = "Modifica";
"msgid_enable_rp_connect_ps5" = "Per usare Riproduzione remota, abilita prima la funzione sulla PS5 a cui ti stai connettendo. Su tale PS5, vai a [Impostazioni] > [Sistema] > [Riproduzione remota] e attiva [Abilita Riproduzione remota].";
"msgid_enable_rp_turn_on" = "Sulla PS5 vai a [Impostazioni] > [Sistema] > [Riproduzione remota], quindi attiva [Abilita Riproduzione remota].";
"msgid_enjoy_remote_ps4_pfn" = "Gioca ai tuoi giochi preferiti sulla PS5 e sulla PS4 da remoto usando questo dispositivo.";
"msgid_enter_login_passcode" = "Inserisci il codice d'accesso per la PS5.";
"msgid_enter_number" = "Inserisci numero";
"msgid_enter_number_label" = "Inserisci numero";
"msgid_enter_number_register_device" = "Sulla PS5, seleziona [Impostazioni] > [Sistema] > [Riproduzione remota] > [Collega dispositivo], quindi inserisci il numero nel campo seguente.";
"msgid_enter_ps4_login_passcode" = "Inserisci il codice d'accesso della PS4 a cui ti stai connettendo.";
"msgid_exit_full_screen" = "Esci da schermo intero";
"msgid_failed" = "Operazione non riuscita";
"msgid_failed_login_ps4" = "Impossibile accedere alla PS4 a cui ti stai connettendo.";
"msgid_frame_rate" = "Frequenza fotogrammi";
"msgid_full" = "Completo";
"msgid_general" = "Generale";
"msgid_generic_error_again" = "Si è verificato un errore.";
"msgid_go_to_home_ps4" = "Vai alla schermata principale sulla PS4";
"msgid_go_to_home_ps5" = "Vai alla schermata principale sulla PS5";
"msgid_high" = "Elevata";
"msgid_hint" = "Suggerimento";
"msgid_hints" = "Suggerimenti";
"msgid_home_network_register" = "Per collegare la PS5 verrà utilizzata la tua rete domestica.";
"msgid_icon_lose_connection" = "Quando stai per perdere la connessione verrà visualizzata questa icona.";
"msgid_increase_text_size" = "Aumenta dimensioni testo";
"msgid_intellectual_property_notices" = "Avvisi sulla proprietà intellettuale";
"msgid_internet_busy_try_again" = "La connessione di rete potrebbe essere occupata. Riprova tra qualche minuto.";
"msgid_internet_connection_low" = "La qualità della connessione Internet è bassa. La connessione potrebbe interrompersi.";
"msgid_it_not_play_time" = "Il tuo tempo di gioco non è adesso.";
"msgid_legal_about_app_data_1" = "Sommario\n\n■ Riepilogo dei dati dell'app\n■ Descrizione completa dei dati dell'app\n　　• Che cosa sono i dati dell'app?\n　　• Che cosa controllano le impostazioni dei dati dell'app?\n　　• Come usiamo i dati dell'app?\n■ Chi siamo\n\n■ Riepilogo dei dati dell'app\n\nOgni volta che usi l'app Remote Play, possono essere raccolte informazioni sull'app, sul dispositivo su cui è installata e sulle tue interazioni con essa. Queste informazioni vengono chiamate Dati dell'app.\n\nRaccoglieremo sempre le informazioni necessarie per il funzionamento dell'app. Queste vengono chiamate Dati limitati e includono i seguenti tipi di informazioni:\n\n• nome univoco del dispositivo su cui viene eseguita l'app (ovvero una lunga fila di numeri e lettere);\n• impostazioni configurate da te all'interno dell'app (come data, area geografica, lingua);\n• connessione Internet;\n• tempo necessario per scaricare informazioni sull'app (per capire se qualcosa non funziona e risolvere il problema).\n\nAlcune informazioni possono essere raccolte solo con il tuo consenso. In questo caso si parla di Dati completi. Questi comprendono informazioni più dettagliate ad es. su quanto tempo usi l'app e il tuo streaming video.\n\nInoltre, usiamo le informazioni che l'app ci invia per:\n\n• migliorare la tua esperienza;\n• migliorare il funzionamento delle nostre app e dei nostri prodotti; \n• assicurarci che le persone rispettino le nostre regole e la legge (in modo che PlayStation Network sia un ambiente divertente e sicuro per tutti);\n• sviluppare nuovi prodotti.\n\nSe hai un account per PlayStation Network, potremmo integrare i dati che l'app o il dispositivo ci inviano alle informazioni che abbiamo già su di te.\n\nSe è un account per bambini della famiglia a utilizzare l'app, verranno raccolti solo i dati limitati.\n\nPer saperne di più su come vengono utilizzate le informazioni che raccogliamo su di te, sulle entità con cui le condividiamo, su come puoi controllare ciò che facciamo con le tue informazioni e su quali sono i tuoi diritti in merito, consulta la nostra Informativa sulla privacy. Puoi accedere alla nostra Informativa sulla privacy alla pagina www.playstation.com/legal/privacy-policy.";
"msgid_legal_about_app_data_2" = "■ Descrizione completa dei dati dell'app\n\n　　• Che cosa sono i dati dell'app?\n\nSe usi l'app Remote Play, possiamo accedere e/o memorizzare dati sul tuo dispositivo mobile, tablet, PC e/o altri dispositivi utilizzati.\nEsistono due diverse categorie di dati dell'app:\n\n(1) Dati limitati\nI nostri server devono inviare, ricevere e registrare i seguenti Dati limitati necessari per fornire i nostri servizi:\n• Dati sui contenuti: video, audio, grafica, testo, livello di gioco, informazioni sull'account richiesti e scaricati per i giochi a cui accedi tramite l'app Remote Play.\n• Dati sulla licenza: informazioni sulla visualizzazione e le interazioni con i contenuti concessi in licenza (come i video), necessarie per produrre report aggregati e anonimi, finalizzati a pagare i soggetti licenzianti per la concessione di tali contenuti.\n• Dati di rete: informazioni sulle connessioni di rete del dispositivo utilizzato (ad esempio, mobile, Ethernet, Wi-Fi e Bluetooth), quali indirizzo IP e numero, requisiti e velocità delle connessioni.\n• Dati di configurazione: alcuni dati sulla configurazione del dispositivo utilizzato, come dimensioni e risoluzione del display, data, regione, lingua, impostazioni locali e funzionalità.\n• Dati sugli errori: se si verifica un errore, il codice di errore e le informazioni di base relative a quando e dove è stato riscontrato. (Un errore potrebbe essere indice di un problema che deve essere risolto.)\n• Dati sul tempo di caricamento: informazioni di base sul tempo necessario per scaricare e caricare contenuti sul dispositivo utilizzato. (Un tempo eccessivamente lungo può essere indice di un problema.)\n• Dati sulla sicurezza: informazioni necessarie per rilevare e indagare su attività dannosa, non autorizzata o fraudolenta.\n• Dati legali: informazioni richieste dalla legge applicabile per dimostrare la conformità.\n\n(2) Dati completi\nPossono inoltre essere trasmesse, acquisite e registrate informazioni aggiuntive, più dettagliate, sulla configurazione dell'app, del dispositivo mobile, tablet o altro dispositivo utilizzato. I Dati completi possono includere anche informazioni più dettagliate sulla connessione di rete, sul dispositivo e lo streaming video.\nAd esempio:\n• Quando usi l'app Remote Play possiamo accedere ai dati sul tuo utilizzo dell'app, inclusa la durata della sessione, la qualità dello streaming video e la frequenza fotogrammi.\n\nIn genere, i dati dell'app vengono trasmessi e memorizzati con uno o più identificativi univoci di rete, dispositivo e/o account.";
"msgid_legal_about_app_data_3" = "Che cosa controllano le impostazioni dei dati dell'app?\n\nLe impostazioni dei dati dell'app consentono di controllare quali dati dell'app memorizzare e rendere accessibili. Le opzioni disponibili sono: \n• Dati limitati: se selezioni questa impostazione, solo i Dati limitati saranno accessibili e memorizzabili.\n• Dati completi: se selezioni questa impostazione, sia i Dati limitati sia i Dati completi saranno accessibili e memorizzabili.\n\nLe impostazioni dei dati dell'app sono associate unicamente al dispositivo o all'app su cui sono visualizzate e non al tuo account per PlayStation Network. Puoi controllare l'accesso e la memorizzazione dei dati su ciascun dispositivo (ad es. PS4, PS5), app e browser web utilizzati, in modo indipendente.\n\nCome utilizziamo i dati dell'app?\n\nL'utilizzo dei Dati limitati e, se lo consenti, dei Dati completi raccolti avviene come illustrato nella nostra Informativa sulla privacy (www.playstation.com/legal/privacy-policy).\nÈ incluso l'utilizzo dei dati dell'app per:\n• usare l'app Remote Play;\n• elaborare statistiche anonime;\n• analizzare le prestazioni della tua app o del tuo dispositivo e sviluppare miglioramenti, così come nuovi prodotti e servizi;\n• rilevare, analizzare e ridurre comportamenti dannosi, non autorizzati o fraudolenti;\n• verifiche, conformità e rispetto di requisiti legali (ad esempio, per effettuare o rispondere a rivendicazioni o per attività necessarie ai termini di legge).\n\n■Chi siamo\n\nPer ulteriori informazioni, consulta la nostra Informativa sulla privacy alla pagina www.playstation.com/legal/privacy-policy.\n\nVersione 1.1";
"msgid_legal_about_app_data_combined" = "Sommario\n\n■ Riepilogo dei dati dell'app\n■ Descrizione completa dei dati dell'app\n　　• Che cosa sono i dati dell'app?\n　　• Che cosa controllano le impostazioni dei dati dell'app?\n　　• Come usiamo i dati dell'app?\n■ Chi siamo\n\n■ Riepilogo dei dati dell'app\n\nOgni volta che usi l'app Remote Play, possono essere raccolte informazioni sull'app, sul dispositivo su cui è installata e sulle tue interazioni con essa. Queste informazioni vengono chiamate Dati dell'app.\n\nRaccoglieremo sempre le informazioni necessarie per il funzionamento dell'app. Queste vengono chiamate Dati limitati e includono i seguenti tipi di informazioni:\n\n• nome univoco del dispositivo su cui viene eseguita l'app (ovvero una lunga fila di numeri e lettere);\n• impostazioni configurate da te all'interno dell'app (come data, area geografica, lingua);\n• connessione Internet;\n• tempo necessario per scaricare informazioni sull'app (per capire se qualcosa non funziona e risolvere il problema).\n\nAlcune informazioni possono essere raccolte solo con il tuo consenso. In questo caso si parla di Dati completi. Questi comprendono informazioni più dettagliate ad es. su quanto tempo usi l'app e il tuo streaming video.\n\nInoltre, usiamo le informazioni che l'app ci invia per:\n\n• migliorare la tua esperienza;\n• migliorare il funzionamento delle nostre app e dei nostri prodotti; \n• assicurarci che le persone rispettino le nostre regole e la legge (in modo che PlayStation Network sia un ambiente divertente e sicuro per tutti);\n• sviluppare nuovi prodotti.\n\nSe hai un account per PlayStation Network, potremmo integrare i dati che l'app o il dispositivo ci inviano alle informazioni che abbiamo già su di te.\n\nSe è un account per bambini della famiglia a utilizzare l'app, verranno raccolti solo i dati limitati.\n\nPer saperne di più su come vengono utilizzate le informazioni che raccogliamo su di te, sulle entità con cui le condividiamo, su come puoi controllare ciò che facciamo con le tue informazioni e su quali sono i tuoi diritti in merito, consulta la nostra Informativa sulla privacy. Puoi accedere alla nostra Informativa sulla privacy alla pagina www.playstation.com/legal/privacy-policy.\n\n■ Descrizione completa dei dati dell'app\n\n　　• Che cosa sono i dati dell'app?\n\nSe usi l'app Remote Play, possiamo accedere e/o memorizzare dati sul tuo dispositivo mobile, tablet, PC e/o altri dispositivi utilizzati.\nEsistono due diverse categorie di dati dell'app:\n\n(1) Dati limitati\nI nostri server devono inviare, ricevere e registrare i seguenti Dati limitati necessari per fornire i nostri servizi:\n• Dati sui contenuti: video, audio, grafica, testo, livello di gioco, informazioni sull'account richiesti e scaricati per i giochi a cui accedi tramite l'app Remote Play.\n• Dati sulla licenza: informazioni sulla visualizzazione e le interazioni con i contenuti concessi in licenza (come i video), necessarie per produrre report aggregati e anonimi, finalizzati a pagare i soggetti licenzianti per la concessione di tali contenuti.\n• Dati di rete: informazioni sulle connessioni di rete del dispositivo utilizzato (ad esempio, mobile, Ethernet, Wi-Fi e Bluetooth), quali indirizzo IP e numero, requisiti e velocità delle connessioni.\n• Dati di configurazione: alcuni dati sulla configurazione del dispositivo utilizzato, come dimensioni e risoluzione del display, data, regione, lingua, impostazioni locali e funzionalità.\n• Dati sugli errori: se si verifica un errore, il codice di errore e le informazioni di base relative a quando e dove è stato riscontrato. (Un errore potrebbe essere indice di un problema che deve essere risolto.)\n• Dati sul tempo di caricamento: informazioni di base sul tempo necessario per scaricare e caricare contenuti sul dispositivo utilizzato. (Un tempo eccessivamente lungo può essere indice di un problema.)\n• Dati sulla sicurezza: informazioni necessarie per rilevare e indagare su attività dannosa, non autorizzata o fraudolenta.\n• Dati legali: informazioni richieste dalla legge applicabile per dimostrare la conformità.\n\n(2) Dati completi\nPossono inoltre essere trasmesse, acquisite e registrate informazioni aggiuntive, più dettagliate, sulla configurazione dell'app, del dispositivo mobile, tablet o altro dispositivo utilizzato. I Dati completi possono includere anche informazioni più dettagliate sulla connessione di rete, sul dispositivo e lo streaming video.\nAd esempio:\n• Quando usi l'app Remote Play possiamo accedere ai dati sul tuo utilizzo dell'app, inclusa la durata della sessione, la qualità dello streaming video e la frequenza fotogrammi.\n\nIn genere, i dati dell'app vengono trasmessi e memorizzati con uno o più identificativi univoci di rete, dispositivo e/o account.\n\nChe cosa controllano le impostazioni dei dati dell'app?\n\nLe impostazioni dei dati dell'app consentono di controllare quali dati dell'app memorizzare e rendere accessibili. Le opzioni disponibili sono: \n• Dati limitati: se selezioni questa impostazione, solo i Dati limitati saranno accessibili e memorizzabili.\n• Dati completi: se selezioni questa impostazione, sia i Dati limitati sia i Dati completi saranno accessibili e memorizzabili.\n\nLe impostazioni dei dati dell'app sono associate unicamente al dispositivo o all'app su cui sono visualizzate e non al tuo account per PlayStation Network. Puoi controllare l'accesso e la memorizzazione dei dati su ciascun dispositivo (ad es. PS4, PS5), app e browser web utilizzati, in modo indipendente.\n\nCome utilizziamo i dati dell'app?\n\nL'utilizzo dei Dati limitati e, se lo consenti, dei Dati completi raccolti avviene come illustrato nella nostra Informativa sulla privacy (www.playstation.com/legal/privacy-policy).\nÈ incluso l'utilizzo dei dati dell'app per:\n• usare l'app Remote Play;\n• elaborare statistiche anonime;\n• analizzare le prestazioni della tua app o del tuo dispositivo e sviluppare miglioramenti, così come nuovi prodotti e servizi;\n• rilevare, analizzare e ridurre comportamenti dannosi, non autorizzati o fraudolenti;\n• verifiche, conformità e rispetto di requisiti legali (ad esempio, per effettuare o rispondere a rivendicazioni o per attività necessarie ai termini di legge).\n\n■Chi siamo\n\nPer ulteriori informazioni, consulta la nostra Informativa sulla privacy alla pagina www.playstation.com/legal/privacy-policy.\n\nVersione 1.1";
"msgid_limited" = "Limitato";
"msgid_limited_data_collection" = "Condividi solo i dati necessari per mantenere e usare le funzioni e i servizi PlayStation principali.";
"msgid_log_in_expire_rp" = "Se non hai effettuato il login alla PS5 da un po’ di tempo, dovrai eseguirlo di nuovo.";
"msgid_login_pfn_enter_num" = "Effettua il login alla PS5, seleziona [Impostazioni] > [Riproduzione remota] > [Collega dispositivo], quindi inserisci il numero visualizzato su questo dispositivo.";
"msgid_login_ps4_enter_num" = "Effettua il login alla PS4, seleziona [Impostazioni] > [Impostazioni della connessione di Riproduzione remota] > [Aggiungi dispositivo], quindi inserisci il numero visualizzato su questo dispositivo.";
"msgid_login_ps4_enter_num_ps5" = "Effettua il login alla PS4, seleziona [Impostazioni] > [Impostazioni della connessione di Riproduzione remota] > [Aggiungi dispositivo], quindi inserisci il numero visualizzato su questa PS5.";
"msgid_login_ps5_enter_num_ps5" = "Effettua il login alla PS5, seleziona [Impostazioni] > [Riproduzione remota] > [Collega dispositivo], quindi inserisci il numero visualizzato su questa PS5.";
"msgid_make_destination_standby" = "Metti la console connessa in modalità di riposo";
"msgid_manage_data_you_provide" = "I dati che fornisci";
"msgid_max_device_no_mic" = "Non puoi usare un microfono con Riproduzione remota se è stato raggiunto il numero massimo di dispositivi che può essere connesso alla PS4.";
"msgid_max_num_user_pfn" = "Per poter effettuare il login alla PS5, un altro utente deve prima effettuare il logout.";
"msgid_max_num_user_ps4" = "Per poter effettuare il login alla PS4, un altro utente deve prima effettuare il logout.";
"msgid_mic_disconnect" = "Il microfono è stato disconnesso.";
"msgid_modify_settings" = "Modifica impostazioni";
"msgid_muted" = "Mic disattivato";
"msgid_nat_type" = "Tipo NAT";
"msgid_net_connection_slow_rp" = "La velocità della connessione di rete è al momento troppo bassa per la Riproduzione remota.";
"msgid_net_speed_no_strong" = "La connessione di rete potrebbe non essere sufficientemente stabile.";
"msgid_network_temp_congested" = "È possibile che la tua connessione Internet sia sovraccarica.";
"msgid_no" = "No";
"msgid_no_connect_pfn" = "Impossibile connettersi alla PS5.";
"msgid_no_connect_pfn_controller_max" = "Non puoi connettere altri controller sulla tua PS5.";
"msgid_no_connect_pfn_off" = "Non puoi connetterti alla PS5 quando è spenta.";
"msgid_no_connect_ps4" = "Impossibile connettersi alla PS4.";
"msgid_no_connect_ps4_controller_max" = "Non puoi connettere altri controller sulla tua PS4.";
"msgid_no_connect_ps4_off" = "Non puoi connetterti alla PS4 quando è spenta.";
"msgid_no_connect_ps4_time_out" = "Impossibile connettersi alla PS4 entro il tempo limite. Riprova a connetterti.";
"msgid_no_connect_registered_ps4" = "Impossibile connettersi alla PS4 collegata.";
"msgid_no_display_rp_screen" = "Impossibile visualizzare lo schermo sulla console connessa. Lo schermo include contenuto che non può essere visualizzato utilizzando Riproduzione remota.";
"msgid_no_find_pfn" = "Impossibile trovare la PS5.";
"msgid_no_find_ps4" = "Impossibile trovare la PS4";
"msgid_no_find_ps5" = "Impossibile trovare la PS5";
"msgid_no_login_pfn" = "Impossibile accedere alla PS5 a cui ti stai connettendo.";
"msgid_no_mic_available" = "Impossibile usare il microfono.";
"msgid_no_pfn_register_manual" = "Impossibile trovare la PS5. Collega la PS5 manualmente.";
"msgid_no_ps5_log_in_again_rp" = "Potresti non riuscire a trovare la PS5 a cui vuoi connetterti se non vi accedi da un po' di tempo. Effettua il login a tale PS5, quindi prova a connetterla di nuovo.";
"msgid_no_register_pfn" = "Impossibile collegare la PS5 a cui vuoi connetterti.";
"msgid_no_register_ps4" = "Impossibile collegare la PS4 a cui vuoi connetterti.";
"msgid_no_registered_pfn" = "Impossibile trovare la PS5 collegata.";
"msgid_no_results_found_d" = "Verifica la tua connessione Internet.";
"msgid_not_available" = "-";
"msgid_not_connected" = "Non connesso";
"msgid_number_another_user_was" = "È stato inserito il numero di un altro utente.";
"msgid_number_network_ps4" = "Per collegare la PS4, connetti questo dispositivo alla stessa rete della PS4.";
"msgid_number_network_ps5" = "Per collegare la PS5, connetti questo dispositivo alla stessa rete della PS5.";
"msgid_ok" = "OK";
"msgid_only_users_logged_same" = "Solo 4 utenti possono effettuare il login contemporaneamente.";
"msgid_other_connections" = "Altre connessioni";
"msgid_pair" = "Collega";
"msgid_passcode_incorrect" = "Il codice d'accesso è errato.";
"msgid_pfn" = "PS5";
"msgid_pfn_rest_mode_connect_desc" = "Puoi connetterti alla tua PS5 anche quando è in modalità di riposo. Sulla PS5, seleziona [Impostazioni] > [Sistema] > [Risparmio energetico] > [Funzioni disponibili in modalità di riposo], quindi attiva [Abilita l'accensione della PS5 dalla rete].";
"msgid_pfn_software_update" = "Aggiorna il software di sistema della PS5 a cui ti stai connettendo.";
"msgid_playstation_network_back_soon" = "Si è verificato un errore. Riprova più tardi.";
"msgid_ps4" = "PS4";
"msgid_ps4_enable_rp_on" = "Sulla PS4 vai a [Impostazioni] > [Impostazioni della connessione di Riproduzione remota], quindi attiva [Abilita Riproduzione remota].";
"msgid_ps4_rest_mode_connect_dec" = "Puoi connetterti alla PS4 anche quando è in modalità di riposo. Sulla PS4, seleziona [Impostazioni] > [Impostazioni di risparmio energetico] > [Imposta le funzioni disponibili nella modalità di riposo], quindi attiva [Abilita l'accensione della PS4 dalla rete].";
"msgid_ps4_rp_number" = "Sulla PS4, seleziona [Impostazioni] > [Impostazioni della connessione di Riproduzione remota] > [Registra dispositivo], quindi inserisci il numero nel seguente campo:";
"msgid_ps4_software_update" = "Aggiorna il software di sistema della PS4 a cui ti stai connettendo.";
"msgid_ps5_already_use_rp" = "Qualcuno sta usando Riproduzione remota su questa PS5 in questo momento.";
"msgid_ps5_pro_resolution_device" = "Per PS5 e PS4 Pro, verrà impostata una risoluzione fino a 1080p, in base alla qualità della tua connessione di rete.";
"msgid_ps5_using_sp" = "Qualcuno sta usando Share Play su questa PS5 in questo momento. Per usare Riproduzione remota, chiudi prima Share Play.";
"msgid_ps_remote_play" = "PS Remote Play";
"msgid_rd_mac_copy" = "Copia";
"msgid_reached_limit_number_devices" = "Non puoi usare un microfono con Riproduzione remota se è stato raggiunto il numero massimo di dispositivi che può essere connesso alla PS5.";
"msgid_register_manually" = "Collega manualmente";
"msgid_register_pfn_manual" = "Collega la PS5 manualmente.";
"msgid_register_ps4_manual" = "Collega la PS4 manualmente.";
"msgid_registering_pfn" = "Collegamento della PS5 in corso...";
"msgid_registering_ps4" = "Collegamento della PS4 in corso...";
"msgid_remote_play" = "Riproduzione remota";
"msgid_reset_text_size" = "Reimposta dimensioni testo";
"msgid_resolution_ex_pro" = "Risoluzione (esclusa PS4 Pro)";
"msgid_retain_usage_data_choose" = "Per migliorare i nostri servizi conserviamo alcuni dati sull'utilizzo. Scegli il tipo di condivisione che preferisci. I tuoi dati saranno sempre al sicuro.";
"msgid_rp_cannot_use_mic_app_use" = "Non puoi usare un microfono con Riproduzione remota se è utilizzato da un'altra app su questo dispositivo.";
"msgid_rp_mac_about_rp" = "Informazioni su Riproduzione remota PS";
"msgid_rp_mac_capitalize" = "Usa maiuscole";
"msgid_rp_mac_check_doc" = "Controlla il documento adesso";
"msgid_rp_mac_check_spell" = "Controlla ortografia durante la digitazione";
"msgid_rp_mac_correct_spell_auto" = "Correggi ortografia automaticamente";
"msgid_rp_mac_cut" = "Taglia";
"msgid_rp_mac_data_detectors" = "Rilevatori di dati";
"msgid_rp_mac_enter_screen" = "Attiva modalità a tutto schermo";
"msgid_rp_mac_find_long" = "Trova...";
"msgid_rp_mac_find_next" = "Trova successivo";
"msgid_rp_mac_find_pre" = "Trova precedente";
"msgid_rp_mac_find_replace" = "Trova e sostituisci...";
"msgid_rp_mac_grammar_w_spell" = "Controlla ortografia e grammatica";
"msgid_rp_mac_hide_others" = "Nascondi altro";
"msgid_rp_mac_hide_rp" = "Nascondi Riproduzione remota";
"msgid_rp_mac_jump_select" = "Vai alla selezione";
"msgid_rp_mac_lower_case" = "Scrivi in lettere minuscole";
"msgid_rp_mac_minimize" = "Contrai";
"msgid_rp_mac_paste" = "Incolla";
"msgid_rp_mac_paste_match" = "Incolla e mantieni lo stile";
"msgid_rp_mac_preferences" = "Preferenze...";
"msgid_rp_mac_preferences_title" = "Preferenze";
"msgid_rp_mac_quit_rp" = "Chiudi Riproduzione remota";
"msgid_rp_mac_redo" = "Ripristina originale";
"msgid_rp_mac_select_find" = "Usa selezione per trovare";
"msgid_rp_mac_show_all" = "Mostra tutti";
"msgid_rp_mac_show_spell_grammar" = "Mostra ortografia e grammatica";
"msgid_rp_mac_show_sub" = "Mostra sostituzioni";
"msgid_rp_mac_smart_copy_paste" = "Copia/Incolla smart";
"msgid_rp_mac_smart_dashes" = "Trattini smart";
"msgid_rp_mac_smart_links" = "Link smart";
"msgid_rp_mac_smart_quotes" = "Virgolette inglesi";
"msgid_rp_mac_speech" = "Voce";
"msgid_rp_mac_spell_grammar" = "Ortografia e grammatica";
"msgid_rp_mac_start_speech" = "Inizia riproduzione vocale";
"msgid_rp_mac_stop_speech" = "Interrompi riproduzione vocale";
"msgid_rp_mac_substitutions" = "Sostituzioni";
"msgid_rp_mac_text_replace" = "Sostituzione testo";
"msgid_rp_mac_transformation" = "Trasformazioni";
"msgid_rp_mac_undo" = "Annulla";
"msgid_rp_mac_upper_case" = "Scrivi in lettere maiuscole";
"msgid_rp_mac_zoom" = "Esegui zoom";
"msgid_rp_no_access_mic" = "Riproduzione remota PS non ha accesso al microfono.";
"msgid_rp_remote_play_frame_rate_info" = "Imposta la fluidità video della Riproduzione remota.\n\nProva [Elevata] se disponi di una connessione veloce alla PS4. Tuttavia, se selezioni [Elevata], la funzione di registrazione dell'esperienza di gioco della PS4 verrà messa in pausa quando usi Riproduzione remota.";
"msgid_rp_use_computer_keyboard" = "Abbiamo rimosso la casella di inserimento testo da PS Remote Play. Ora potrai usare la tastiera del computer per digitare direttamente nella PS5 o PS4.";
"msgid_rp_via_internet_activate" = "Per connetterti via Internet, devi attivare la PS4. Sulla PS4, vai a [Impostazioni] > [Gestione account] > [Attiva come PS4 principale] e seleziona [Attiva].";
"msgid_search" = "Cerca";
"msgid_search_few_mins" = "L'operazione potrebbe richiedere alcuni minuti.";
"msgid_search_nearby" = "Ricerca di connessioni nelle vicinanze...";
"msgid_search_via_internet" = "Ricerca di connessioni tramite Internet...";
"msgid_select_pfn_connect" = "Hai effettuato il login alle seguenti console PS5. Seleziona quella a cui vuoi connetterti.";
"msgid_select_previous_console_other" = "Seleziona l'ultima console a cui ti sei connesso o trova altre connessioni.";
"msgid_select_ps5" = "Seleziona una PS5";
"msgid_select_ps5_connection" = "Per vedere le console PS5 a cui hai effettuato il login, seleziona [Seleziona una PS5]. Vedi se riesci a trovare una PS5 a cui vuoi connetterti.";
"msgid_sets_resolution_video_remote" = "Imposta la risoluzione video per la Riproduzione remota. Prova [540p] o [360p] se il video o l'audio saltano.";
"msgid_settings" = "Impostazioni";
"msgid_share_behavioral_data" = "Condividi informazioni più dettagliate sulla tua connessione di rete, sul dispositivo e sullo streaming video.";
"msgid_sign_in_psn" = "Accedi";
"msgid_sign_out" = "Esci";
"msgid_sign_ppr_first_time_rp" = "Se accedi per la prima volta alla PS5 a cui ti stai connettendo, potrebbero volerci alcuni minuti prima di poter utilizzare Riproduzione remota.";
"msgid_something_went_wrong_restart" = "Si è verificato un errore. Devi riavviare la PS5 a cui sei connesso.";
"msgid_something_wrong_restart_ps4" = "Si è verificato un errore. Devi riavviare la PS4 a cui sei connesso.";
"msgid_speaker_active" = "Altoparlante attivo";
"msgid_speaker_muted" = "Altoparlante disattivato";
"msgid_standard" = "Standard";
"msgid_start_rp_close_app" = "Per avviare Riproduzione remota, chiudi le app, i giochi e le funzioni della PS4 che non possono essere usati con Riproduzione remota.";
"msgid_start_rp_pfn_close_app" = "Per avviare Riproduzione remota, chiudi i giochi, le app e le funzioni della PS5 che non possono essere usati con Riproduzione remota.";
"msgid_stop_features_rp" = "Chiudi Condividi schermo o altre funzioni in modalità multitasking sulla PS5.";
"msgid_time_separator" = ":";
"msgid_try_again" = "Riprova";
"msgid_try_low_video_quality" = "Imposta una qualità video più bassa per Riproduzione remota.";
"msgid_type_num" = "Tipo %1$@";
"msgid_update_controller2_ps5" = "Puoi aggiornare il controller wireless DualSense Edge alla versione software del dispositivo più recente collegandolo alla PS5.";
"msgid_update_controller_ps5" = "Puoi aggiornare il software del dispositivo controller wireless DualSense alla versione più recente collegandolo alla PS5.";
"msgid_update_remoteplay_now" = "Devi aggiornare PS Remote Play per poter continuare. Vuoi aggiornare adesso?";
"msgid_update_software_console" = "Aggiorna il software di sistema della console.";
"msgid_use_controler_5_ds4" = "Uso del controller wireless per PS5 o PS4";
"msgid_use_home_network_rp" = "La tua rete domestica verrà usata per la Riproduzione remota.";
"msgid_user_agreement" = "Condizioni d'uso";
"msgid_user_using_rp_server" = "Un altro utente sta usando Riproduzione remota sulla PS4 a cui ti stai connettendo.";
"msgid_variable_percent" = "%1$@%%";
"msgid_version" = "Versione";
"msgid_video_quality_ps4_rp" = "Qualità video per Riproduzione remota (PS4)";
"msgid_view" = "Visualizza";
"msgid_voice_chat_microphone" = "Usa il microfono per la chat vocale.";
"msgid_vr_on_no_rp" = "Non puoi usare un microfono con Riproduzione remota mentre il visore VR è acceso.";
"msgid_wait" = "Attendi...";
"msgid_welcome_ps_rp" = "Benvenuto a PS Remote Play!";
"msgid_window" = "Finestra";
"msgid_wired_connection" = "Connessione cablata";
"msgid_wireless_connection" = "Connessione wireless";
"msgid_wireless_controller_ps4" = "Controller wireless per PS4";
"msgid_wireless_controller_ps5" = "Controller wireless per PS5";
"msgid_yes" = "Sì";
